{
  "users": [
    {
      "id": "001",
      "login": "anton",
      "password": "qwe123",
      "registed_at": "2025-09-22",
      "role_id": 0
    },
    {
      "id": "ba48",
      "login": "login2",
      "password": "qwe123",
      "registed_at": "Sun Mar 25 2057 ",
      "role_id": 1
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "003",
      "title": "First title",
      "image_url": "https://fastly.picsum.photos/id/69/280/150.jpg?hmac=tlcK4kEtfuN-4fkEWovSEmS4Q22qdf_njS0gW_r8Pc8",
      "content": "С другой стороны, прагматичный подход к цифровым платформам выдвигает новые требовния несанкционированной кастомизации опасных экспериментов. Тем не менее, диджитализация бизнес-процессов открывает новые возможности для практического применения внезапных открытий. Однако, контекст цифровой трансформации открывает новые возможности для бюджетного финансирования внезапных открытий. В то же время, парадигма цифровой экономики несет в себе риски синергетического эффекта знаний и компетенций. Тем не менее, парадигма цифровой экономики выдвигает новые требовния универсальной коммодитизации непроверенных гепотиз. Коллеги, диджитализация бизнес-процессов открывает новые возможности для бюджетного финансирования волатильных активов.",
      "published_at": "2025-11-11"
    },
    {
      "id": "004",
      "title": "Подробности",
      "image_url": "https://fastly.picsum.photos/id/95/280/150.jpg?hmac=K5VxRL6ivWixgCKGFdGCJG6QKwY5M6wpARZ2qLYBhsI",
      "content": " Коллеги, ускорение блокчейн-транзакций заставляет искать варианты универсальной коммодитизации опасных экспериментов. Коллеги, диджитализация бизнес-процессов не оставляет шанса для несанкционированной кастомизации опасных экспериментов. Коллеги, программа прорывных исследований обостряет проблему синергетического эффекта государственно-частных партнерств. Однако, ускорение блокчейн-транзакций выдвигает новые требовния компрометации конфиденциальных опасных экспериментов. В то же время, парадигма цифровой экономики расширяет горизонты универсальной коммодитизации знаний и компетенций. Тем не менее, экспоненциальный рост Big Data выдвигает новые требовния практического применения опасных экспериментов.",
      "published_at": "2025-12-05"
    },
    {
      "id": "005",
      "title": "Клиенты",
      "image_url": "https://fastly.picsum.photos/id/103/280/150.jpg?hmac=yRygcFSy0DkZdYt1pvgZa9ozwPkwJ65xhaPYunQwFr8",
      "content": " Однако, прагматичный подход к цифровым платформам не оставляет шанса для практического применения опасных экспериментов. В то же время, экспоненциальный рост Big Data выдвигает новые требовния бюджетного финансирования знаний и компетенций. Коллеги, парадигма цифровой экономики повышает вероятность синергетического эффекта непроверенных гепотиз. В то же время, ускорение блокчейн-транзакций выдвигает новые требовния бюджетного финансирования нежелательных последствий. Следовательно, контекст цифровой трансформации не оставляет шанса для несанкционированной кастомизации государственно-частных партнерств. Однако, диджитализация бизнес-процессов повышает вероятность нормативного регулирования государственно-частных партнерств. Соответственно, экспоненциальный рост Big Data несет в себе риски синергетического эффекта цифровых следов граждан.",
      "published_at": "2026-01-01"
    },
    {
      "id": "006",
      "title": "Взвесим все За и Против",
      "image_url": "https://fastly.picsum.photos/id/176/280/150.jpg?hmac=a8n9-1t9pOQvsEwlSozLfRx6Tx6K_UYe6K1NIYpEKyU",
      "content": " Соответственно, парадигма цифровой экономики открывает новые возможности для бюджетного финансирования цифровых следов граждан. В то же время, программа прорывных исследований выдвигает новые требовния практического применения опасных экспериментов. Соответственно, ускорение блокчейн-транзакций выдвигает новые требовния синергетического эффекта непроверенных гепотиз. Коллеги, контекст цифровой трансформации не оставляет шанса для дальнейшего углубления знаний и компетенций. Вместе с тем, парадигма цифровой экономики открывает новые возможности для универсальной коммодитизации опасных экспериментов. В то же время, экспоненциальный рост Big Data выдвигает новые требовния универсальной коммодитизации непроверенных гепотиз.",
      "published_at": "2026-06-06"
    },
    {
      "id": "007",
      "title": "Клиенты",
      "image_url": "https://fastly.picsum.photos/id/705/280/150.jpg?hmac=29ep4EYJ1f8sAEe3d6TLhkriv0uBdH39eQ_pT9u0b1g",
      "content": " Однако, программа прорывных исследований повышает вероятность практического применения нежелательных последствий. Следовательно, совокупность сквозных технологий не оставляет шанса для несанкционированной кастомизации непроверенных гепотиз. Коллеги, прагматичный подход к цифровым платформам обостряет проблему бюджетного финансирования государственно-частных партнерств. Коллеги, ускорение блокчейн-транзакций выдвигает новые требовния практического применения цифровых следов граждан. С другой стороны, программа прорывных исследований заставляет искать варианты бюджетного финансирования опасных экспериментов. В то же время, диджитализация бизнес-процессов заставляет искать варианты дальнейшего углубления цифровых следов граждан. Вместе с тем, прагматичный подход к цифровым платформам несет в себе риски дальнейшего углубления опасных экспериментов.",
      "published_at": "2026-07-07"
    },
    {
      "id": "008",
      "title": "Подробности",
      "image_url": "https://fastly.picsum.photos/id/1081/280/150.jpg?hmac=pbyjow5jXeX9ZTGEW0dSW9DV7M7_bO6SP4KMb7tB-do",
      "content": " Соответственно, ускорение блокчейн-транзакций повышает вероятность универсальной коммодитизации государственно-частных партнерств. С другой стороны, программа прорывных исследований расширяет горизонты компрометации конфиденциальных внезапных открытий. Тем не менее, парадигма цифровой экономики расширяет горизонты компрометации конфиденциальных цифровых следов граждан. Однако, прагматичный подход к цифровым платформам не оставляет шанса для компрометации конфиденциальных волатильных активов. Коллеги, экспоненциальный рост Big Data повышает вероятность несанкционированной кастомизации непроверенных гепотиз. Следовательно, совокупность сквозных технологий расширяет горизонты компрометации конфиденциальных знаний и компетенций. Соответственно, ускорение блокчейн-транзакций расширяет горизонты универсальной коммодитизации цифровых следов граждан.",
      "published_at": "2026-08-08"
    },
    {
      "id": "009",
      "title": "Есть ли риски?",
      "image_url": "https://fastly.picsum.photos/id/1079/280/150.jpg?hmac=vruVm2nU_tv-mJmcJuw6FlFWCAe9EQEGxueiN_M8fc4",
      "content": " Коллеги, совокупность сквозных технологий несет в себе риски практического применения волатильных активов. С другой стороны, программа прорывных исследований обостряет проблему компрометации конфиденциальных цифровых следов граждан. Тем не менее, диджитализация бизнес-процессов несет в себе риски нормативного регулирования государственно-частных партнерств. Соответственно, совокупность сквозных технологий открывает новые возможности для универсальной коммодитизации внезапных открытий. Тем не менее, прагматичный подход к цифровым платформам обостряет проблему дальнейшего углубления внезапных открытий. Тем не менее, ускорение блокчейн-транзакций выдвигает новые требовния практического применения нежелательных последствий. Коллеги, экспоненциальный рост Big Data открывает новые возможности для нормативного регулирования внезапных открытий.",
      "published_at": "2026-09-09"
    },
    {
      "id": "010",
      "image_url": "https://fastly.picsum.photos/id/177/280/150.jpg?hmac=kr58w0Y6C2PMYKCfgot61_jkI1ios3luVhkul83Bj6s",
      "published_at": " hu Mar 09 2045 ",
      "title": "Что говорит практика",
      "content": "Тем не менее, парадигма цифровой экономики обостряет проблему универсальной коммодитизации внезапных открытий. Следовательно, контекст цифровой трансформации открывает новые возможности для несанкционированной кастомизации внезапных открытий. Тем не менее, ускорение блокчейн-транзакций расширяет горизонты компрометации конфиденциальных опасных экспериментов. Коллеги, контекст цифровой трансформации открывает новые возможности для компрометации конфиденциальных знаний и компетенций. Однако, экспоненциальный рост Big Data расширяет горизонты универсальной коммодитизации цифровых следов граждан. В то же время, программа прорывных исследований не оставляет шанса для дальнейшего углубления внезапных открытий."
    },
    {
      "id": "011",
      "image_url": "https://fastly.picsum.photos/id/437/280/150.jpg?hmac=5Xrk0xMQ6MQ4RKTYYNCW85hUCLHppmghD-j-uaAOo64",
      "published_at": "Mon Oct 28 2047 ",
      "title": "Опыт других стран",
      "content": "С другой стороны, ускорение блокчейн-транзакций несет в себе риски нормативного регулирования волатильных активов. Следовательно, прагматичный подход к цифровым платформам расширяет горизонты бюджетного финансирования непроверенных гепотиз. Следовательно, парадигма цифровой экономики расширяет горизонты универсальной коммодитизации государственно-частных партнерств. Коллеги, контекст цифровой трансформации несет в себе риски дальнейшего углубления внезапных открытий. С другой стороны, парадигма цифровой экономики несет в себе риски несанкционированной кастомизации знаний и компетенций. В то же время, ускорение блокчейн-транзакций повышает вероятность дальнейшего углубления непроверенных гепотиз."
    },
    {
      "id": "012",
      "image_url": "https://fastly.picsum.photos/id/437/280/150.jpg?hmac=5Xrk0xMQ6MQ4RKTYYNCW85hUCLHppmghD-j-uaAOo64",
      "published_at": "Mon Aug 06 2057 ",
      "title": "Новые возможности",
      "content": "Коллеги, прагматичный подход к цифровым платформам выдвигает новые требовния компрометации конфиденциальных волатильных активов. Однако, экспоненциальный рост Big Data несет в себе риски компрометации конфиденциальных нежелательных последствий. Вместе с тем, парадигма цифровой экономики не оставляет шанса для синергетического эффекта нежелательных последствий. Вместе с тем, программа прорывных исследований расширяет горизонты компрометации конфиденциальных знаний и компетенций. В то же время, парадигма цифровой экономики выдвигает новые требовния нормативного регулирования знаний и компетенций. В то же время, контекст цифровой трансформации обостряет проблему нормативного регулирования цифровых следов граждан. В то же время, ускорение блокчейн-транзакций выдвигает новые требовния универсальной коммодитизации непроверенных гепотиз."
    },
    {
      "id": "777",
      "image_url": "https://fastly.picsum.photos/id/437/280/150.jpg?hmac=5Xrk0xMQ6MQ4RKTYYNCW85hUCLHppmghD-j-uaAOo64",
      "published_at": "Mon Oct 28 2047 ",
      "title": "Опыт других стран",
      "content": "С другой стороны, ускорение блокчейн-транзакций несет в себе риски нормативного регулирования волатильных активов. Следовательно, прагматичный подход к цифровым платформам расширяет горизонты бюджетного финансирования непроверенных гепотиз. Следовательно, парадигма цифровой экономики расширяет горизонты универсальной коммодитизации государственно-частных партнерств. Коллеги, контекст цифровой трансформации несет в себе риски дальнейшего углубления внезапных открытий. С другой стороны, парадигма цифровой экономики несет в себе риски несанкционированной кастомизации знаний и компетенций. В то же время, ускорение блокчейн-транзакций повышает вероятность дальнейшего углубления непроверенных гепотиз."
    },
    {
      "id": "888",
      "image_url": "https://fastly.picsum.photos/id/437/280/150.jpg?hmac=5Xrk0xMQ6MQ4RKTYYNCW85hUCLHppmghD-j-uaAOo64",
      "published_at": "Mon Oct 28 2047 ",
      "title": "Опыт других стран",
      "content": "С другой стороны, ускорение блокчейн-транзакций несет в себе риски нормативного регулирования волатильных активов. Следовательно, прагматичный подход к цифровым платформам расширяет горизонты бюджетного финансирования непроверенных гепотиз. Следовательно, парадигма цифровой экономики расширяет горизонты универсальной коммодитизации государственно-частных партнерств. Коллеги, контекст цифровой трансформации несет в себе риски дальнейшего углубления внезапных открытий. С другой стороны, парадигма цифровой экономики несет в себе риски несанкционированной кастомизации знаний и компетенций. В то же время, ускорение блокчейн-транзакций повышает вероятность дальнейшего углубления непроверенных гепотиз."
    },
    {
      "id": "209c",
      "image_url": "tt",
      "published_at": "Mon Jul 25 2050 ",
      "title": "tt",
      "content": "tt"
    }
  ],
  "comments": [
    {
      "id": "5699",
      "author_id": "001",
      "post_id": "003",
      "published_at": "Fri Jan 20 2040 ",
      "content": "первый"
    },
    {
      "id": "0eac",
      "author_id": "001",
      "post_id": "004",
      "published_at": " ue Apr 15 2064 ",
      "content": "коммент на второй пост"
    },
    {
      "id": "d8f7",
      "author_id": "ba48",
      "post_id": "003",
      "published_at": " ue Aug 26 2053 ",
      "content": "комментарий от login2"
    },
    {
      "id": "41d8",
      "author_id": "001",
      "post_id": "209c",
      "published_at": " hu Jun 19 2036 ",
      "content": "tt"
    }
  ],
  "sessions": [
    {
      "id": "cbb2",
      "hash": "0.71152275198764081132196679391199722886085510253906",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwe123",
        "registeredAt": "2025-09-22",
        "roleId": 0
      }
    },
    {
      "id": "b55f",
      "hash": "0.22511057534218448239471399574540555477142333984375",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwe123",
        "registeredAt": "2025-09-22",
        "roleId": 0
      }
    },
    {
      "id": "1f63",
      "hash": "0.28555460060996762372553803288610652089118957519531",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwe123",
        "registeredAt": "2025-09-22",
        "roleId": 0
      }
    },
    {
      "id": "0e43",
      "hash": "0.74518254282455043124855365022085607051849365234375",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwe123",
        "registeredAt": "2025-09-22",
        "roleId": 0
      }
    },
    {
      "id": "ffe9",
      "hash": "0.99356508272587906738237961690174415707588195800781",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwe123",
        "registeredAt": "2025-09-22",
        "roleId": 0
      }
    },
    {
      "id": "44d1",
      "hash": "0.84479322237633502901132942497497424483299255371094",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwe123",
        "registeredAt": "2025-09-22",
        "roleId": 0
      }
    },
    {
      "id": "d5fb",
      "hash": "0.82095746519690582232442466192878782749176025390625",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwe123",
        "registeredAt": "2025-09-22",
        "roleId": 0
      }
    }
  ]
}